Repository: Webfacing/wf-cpanel-right-now-site-health
Catalog: languages/wf-cpanel-right-now-site-health-*.po
Languages: nb_no

# Site Health Status Label
source: IOPS
nb_no: Inn-/ut-operasjoner pr. sek

# Site Health Status
source: suspended
nb_no: sperret

# Site Health Status
source: Opens in a new tab.
nb_no: (åpnes i en ny fane)

# Site Health Status
source: https://www.proisp.eu/guides/mx-entry-cpanel/
nb_no: https://www.proisp.no/guider/mx-oppforing-oppsett-epost-cpanel/

# Site Health Status
source: MX Entry and email routing in cPanel®
nb_no: MX-oppføring og e-postruting i cPanel®

# Site Health Status Label
source: You are having issues receiving email from this server to addresses on '%1$s'.
nb_no: Du har problemer med å motta e-post fra denne serveren til adresser på %1$s.

# Site Health Info
source: Email routing
nb_no: E-postruting

# Site Health Status
source: Your email routing is fine
nb_no: Din e-postruting er i orden

# Site Health Status
source: https://www.proisp.eu/guides/force-https-domain/
nb_no: https://www.proisp.no/guider/sikre-https-domene/

# Site Health Status
source: Force all traffic to your site to use https
nb_no: Tving all trafikk mot ditt nettsted til å bruke https

# Site Health Status
source: Your site also accepts insecure requests (http).
nb_no: Ditt nettsted aksepterer usikre forespørsler (http).

# Site Health Status, %1$s = HTTP status
source: Response status for <code>%1$s</code> is %2$s.
nb_no: Respons-status for <code>%1$s</code> er %2$s.

# Site Health Info Label
source: Security
nb_no: Sikkerhet

# Site Health Status
source: Your site only accepts secure requests (https).
nb_no: Ditt nettsted aksepterer barer sikre forespørsler (https).

# Site Health Info
source: You are very close to reaching the quota on your server
nb_no: Du er veldig nær din maksimale diskplass på din server.

# Site Health Status
source: See links below.
nb_no: Se lenker nedenfor.

# Site Health Status
source: You are close to reaching the quota on your server
nb_no: Du er nær din maksimale diskplass på din server.

# Site Health Status
source: Your cPanel Server
nb_no: Din cPanel®-server

# Site Health Status
source: N/A
nb_no: I/T

# Site Health Status
source: Disk Usage
nb_no: Diskbruk

# Site Health Status
source: Your server has enough disk space
nb_no: Din server har nok diskplass

# Site Health Info
source: At PRO ISP?
nb_no: På PRO ISP?

# Site Health Info
source: Contact email addresses
nb_no: E-postadresser for kontakt

# Site Health Info
source: &ndash; Email routing is local?
nb_no: &ndash; E-post-ruting er lokal?

# Site Health Info
source: &ndash; MX entry points to self?
nb_no: &ndash; MX-oppføring peker til seg?

# Site Health Info
source: &ndash;&ndash; Emails
nb_no: &ndash;&ndash; E-poster

# Site Health Info
source: &ndash;&ndash; Uploaded files
nb_no: &ndash;&ndash; Opplastede filer

# Site Health Info
source: &ndash;&ndash; Databases
nb_no: &ndash;&ndash; Databaser

# Site Health Info
source: &ndash; Used disk space &ndash; total
nb_no: &ndash; Brukt diskplass &ndash; totalt

# Site Health Info
source: N/A
nb_no: I/T

# Site Health Info
source: Max disk space
nb_no: Maks. diskplass

# Site Health Info
source: &ndash; Dead domains
nb_no: &ndash; Døde domener

# Site Health Info
source: &ndash; Parked domains
nb_no: &ndash; Parkerte domener

# Site Health Info
source: &ndash; Addon domains
nb_no: &ndash; Tilleggsdomener

# Site Health Info
source: Main domain
nb_no: Hoveddomene

# Site Health Info
source: &ndash; Two Factor Authentication?
nb_no: &ndash; Tofaktor-autentisering?

# Site Health Info
source: &ndash; User
nb_no: &ndash; Bruker

# Site Health Info
source: &ndash; Version
nb_no: &ndash; Versjon

# Site Health Info
source: Is on cPanel®?
nb_no: Er på cPanel®?

# Site Health Info
source: Undefined
nb_no: Udefinert

# Site Health Info
source: Disabled
nb_no: Slått av

# Site Health Info
source: Enabled
nb_no: Slått på

# Site Health Status Label
source: Number of Processes
nb_no: Antall prosesser

# Site Health Status Label
source: Physical Memory Usage
nb_no: Fysisk minnebruk

# Site Health Status Label
source: I/O Usage
nb_no: Inn-/utdatabruk

# Site Health Status Label
source: CPU Usage
nb_no: Prosessorbruk

# Site Health Status Label
source: Entry Processes
nb_no: Innføringsprosesser

# Site Health Status Label
source: MySQL® Disk Usage
nb_no: MySQL® diskbruk

# Site Health Status Label
source: Email routing
nb_no: E-postruting

# Site Health Info
source: Security
nb_no: Sikkerhet

# Site Health Status Label
source: Disk usage
nb_no: Diskbruk

# Site Health Status
source: https://www.proisp.eu/guides/install-free-ssl-certificate-autossl/
nb_no: https://www.proisp.no/guider/installere-gratis-ssl-sertifikat-autossl/

# At a Glance item
source: Your emails use %s.
nb_no: Dine e-poster bruker %s.

# Plugin URI
source: https://wordpress.org/plugins/wf-cpanel-email-accounts/
nb_no: https://nb.wordpress.org/plugins/wf-cpanel-email-accounts/

# Plugin Name
source: WebFacing – Email Accounts in cPanel®
nb_no: Nettvendt - E-postkonti i cPanel®

# Plugin Name
source: WebFacing – Disk Usage from cPanel® on Dashboard &amp; in Site Health
nb_no: Nettvendt - Brukt lagringsplass fra cPanel® på Kontrollpanelet og i Nettstedshelse

# Site Health Info - Number of emails per hour, %1$s = formatted number
source: %1$s per hour
nb_no: %1$s pr. time

# Site Health
source: Maximum emails sending frequency
nb_no: Maksimal frekvens for sending av e-post

# Site Health, %1$s = main domain
source: Local DNS for %1$s is authoritative?
nb_no: Lokal DNS for %1$s er autoritativ?

# Site Health Info, %1$s = user
source: &ndash; User %1$s created
nb_no: &ndash; Bruker %1$s opprettet

# %1$s = Plugin Name, %2$s = uri (also localize)
source: Also check out this complementary <a href="%2$s">&laquo;%1$s&raquo;</a> plugin.
nb_no: Prøv også denne utfyllende utvidelsen <a href="%2$s">&laquo;%1$s&raquo;</a>.

# %1$s = Plugin Name,
source: Note from the author of the &laquo;%1$s&raquo; plugin:
nb_no: Merknad fra forfatteren av utvidelsen &laquo;%1$s&raquo;:

source: Your emails use %s.
nb_no: Dine e-poster bruker %s.

source: disk space used on cPanel®
nb_no: diskplass brukt på cPanel®

# At a Glance - suffix for number for email accounts
source: email account used on cPanel®
nb_no: e-postkonto brukt på cPanel®

# %1$s = email address/account
source: Email forwarding destination %1$s
nb_no: Videresendingsadresse for e-post %1$s

# size: %1$s = used, %2$s = limit, %3$s = suspended/ok
source: %1$s of %2$s &ndash; %3$s
nb_no: %1$s av %2$s &ndash; %3$s

# Site Health Status Description
source: Your server uses <strong>local</strong> delivery for this domain, but the mail exchange server for your domain is a remote one. The emails will therefore stay on this server and never be delivered where it should. WordPress admin emails will not work. Visitors submitting an email through a contact form in WordPress will not be received in your inbox. You are advised to set the Email Routing in cPanel® for <code>%1$s</code> to <strong>Remote Mail Exchanger</strong>.
nb_no: Din server bruker <strong>lokal</strong> levering for dette domenet, men e-postutveksleren for ditt domene er ekstern. E-postene vil derfor forbli på denne serveren og aldri leveres dit de skal. Administrative e-poster fra WordPress vil ikke virke. Besøkende som sender inn en e-post via et kontaktskjema i WordPress vil ikke havne i din innboks. Du anbefales å sette e-postruting i cPanel® for <code>%1$s</code> til <strong>Ekstern postutveksler</strong>

# Site Health Status Desription
source: When sending mail from a server to a hosted/known domain that has its mail exchange (MX) on another server it's crucial that it uses remote delivery by SMTP, and not just dropping it in the domain's local mailbox.
nb_no: Ved sending av e-post fra en server til en betjent/kjent domene som har sin e-postserver (MX) på en annen server er det avgjørende at den bruker fjernlevering over SMTP og ikke bare dropper den i domenets lokale e-postboks.

# Site Health Info label
source: Your cPanel® Server &amp; Disk Space
nb_no: Din cPanel®-server og Diskplass

# %1$s = used, %2$s = limit, %3$s = ok or error message.
source: %1$s of %2$s &ndash; %3$s
nb_no: %1$s av %2$s &ndash; %3$s

source: N/A
nb_no: I/T

source: Your databases use %s.
nb_no: Dine databaser bruker %s,

source: 🕸️ By WebFacing. Shows your disk usage information, used and max allowed, plus alerts, in your admin Dashboard At a Glance widget and as test and info in Site Health tabs, including space used by your media uploads and cPanel® mail accounts. Also adds a Email Routing and a HTTPS only test to Site Health. Made with great help from PRO ISP AS, Norway.
nb_no: 🕸️ Av Nettvendt. Viser diskbruk-informasjon, brukt og maks, og varsler i din admin Kontrollpanel Oversikt-widget, og tester og info på Nettstedshelse-panelene, inkludert plass brukt av dine media-opplastinger og cPanel® e-postkonti. Legger også til en Kun HTTPS-test i Nettstedshelse. Laget med hjelp fra PRO ISP og cPanel®.

source: WebFacing - Disk Usage from cPanel® on Dashboard & in Site Health
nb_no: Nettvendt - Brukt lagringsplass fra cPanel® på Kontrollpanelet og i Nettstedshelse

source: Opens in a new tab.
nb_no: Åpnes i en ny fane.

# Site Health Status
source: This situation can and should be fixed by forwarding all http requests to a https version of the requested URL. See link below.
nb_no: Denne situasjonen kan rettes opp ved å videresende alle http-forespørsler til en https-versjon av den forspurte URL. Se lenke nedenfor.

# Site Health Status Description
source: You should ensure that visitors to your web site always use a secure connection. When visitors use an insecure connection it can be because used an old link or bookmark, or just typed in the domain. Using https instead of https means that communications between your browser and a website is encrypted via the use of TLS (Transport Layer Security). Even if your website doesn't handle sensitive data, it's a good idea to make sure your website always loads securely over https.
nb_no: Du bør sørge for at besøkende til ditt nettsted alltid bruker en sikker tilkobling. Når besøkende bruker en usikker forbindelse kan det være fordi de brukte en gammel lenke eller bokmerke, eller de bare skrev inn vertsnavnet. Å bruke https i stedet for http betyr at kommunikasjonen mellom nettleseren og nettstedet er kryptert ved bruk av TLS (TransportLagSikkerhet). Selv om ditt nettsted ikke behandler følsomme opplysninger, er det en god ide å sørge for at ditt nettsted alltid lastes sikkert over https.

# Site Health Info
source: Immediate action is necessary to keep normal site behaviour, and to allow for new content.
nb_no: Strakstiltak er nødvendig for å sikre normal oppførsel av nettstedet og plass til nytt innhold.

# Site Health Info
source: You are advised to inspect your server or consult your host for further advice or upgrade.
nb_no: Du anbefales å undersøke din server eller søke råd hos din nettvert eller oppgradering.

# Site Health Info Test Description
source: In internet services providing (ISPs) or pure web hosting, disk space is the amount of space actually used or available on the server for storing the content of your site. This content includes posts, pages, images, videos, logs, other files, preferences, settings, configurations, and whatever else stored on as files or in databases. In case a full ISP, it is also used to store emails, including their full content and attachments. The amount of used disk space tend to grow over time.</p><p>The maximum amount depend on the subscribed package or plan typically from 1GB to over 100GB. When your available disk space is exhausted, your site may break or fail in strange, unpredictable ways. Deleting redundant temporary files and oher "garbage" may rectify it short term. Upgrading your plan/package/account is a more sustainable solution.</p><p>Disk space used is %1$s out of %2$s available. Your uploaded media files takes up %3$s.
nb_no: Hos leverandører av internett-tjenester (ISP-er) eller rene webhoteller er diskplass den mengden plass brukt eller tilgjengelig på serveren for lagring av innholdet på ditt nettsted. Dette innholdet inkluderer innlegg, sider, bilder, videoer, logger, andre filer, preferanser, innstillinger og alt annet som er lagret som filler eller i databaser. I tilfelle en fullverdig ISP, brukes den også til å lagre e-poster, inkludert deres fulle innhold og vedlegg. Mengden brukt diskplass har en tendens til å vokse med tiden.</p><p>Den maksimale plassen avhenger av abonnemenstpakken eller kontoen, typisk fra 1GB til over 100GB. Når din tilgjengelige diskplass er oppbrukt vil ditt nettsted kunne feile på rare og uforutsigelige måter. Å slette overflødige, midlertidige filer og annet "søppel" kan rette problemet på kort sikt. Å oppgradere tit abonnement eller din konto er en mer varig løsning.</p><p>Diskplass brukt er %1$s av %2$s tilgjengelig. Dine opplastede mediefiler opptar %3$s.

source: No
nb_no: Nei

source: Yes
nb_no: Ja

source: Hosted at <a href="%1$s">%2$s</a>.
nb_no: Betjent på <a href="%1$s">%2$s</a>.

source: Hosted at <a href="%1$s">%2$s</a> using a <strong>%3$s</strong> account with %4$s.
nb_no: Betjent på <a href="%1$s">%2$s</a> med en <strong>%3$s</strong>-konto med %4$s.

source: Your uploaded files use %s.
nb_no: Dine opplastede filer utgjør %s.

source: Maximum allowed for your account %1$s: %2$s.
nb_no: Maksimalt tillatt for din konto %1$s: %2$s.

source: https://webfacing.eu/
nb_no: https://nettvendt.no/
